[
    {
        "label": "Code",
        "slug": "code",
        "description": "Hand-writing code is something strongly philosophical -- organizing and categorizing thoughts, optimization in search of the ideal and constant falsification -- and unwittingly enriches life wisdom.",
        "url": "/categories/code",
        "icon": "factory"
    },
    {
        "label": "Icon",
        "slug": "icon",
        "description": "Small pictograms scienced-up in 1975, are a pleasant exercise in simplifying, organizing and distinct similiarizing. Of course, only with the properly geometric palette you will be able to build a path to the iconic nirvana.",
        "url": "/categories/icon",
        "icon": "sword"
    },
    {
        "label": "Illustration",
        "slug": "illustration",
        "description": "After the initial 20 years of drought, only the low-absorbing (boring) classes at Cultural Studies were able to open my head and hands for drawing. And it ended up with me loving black ink and human heads.",
        "url": "/categories/illustration",
        "icon": "pencil"
    },
    {
        "label": "Interface",
        "slug": "interface",
        "description": "In the immense world of graphic design, there is probably nothing as actual, fascinating, full of life and vanishing theories, as interface design.",
        "url": "/categories/interface",
        "icon": "sitemap"
    },
    {
        "label": "Lettering",
        "slug": "lettering",
        "description": "Nothing beats the act of putting down letters on paper by your own hand, and the ability to build them with an accuracy of around 6000% is just a new level of pleasure.",
        "url": "/categories/lettering",
        "icon": "letter"
    },
    {
        "label": "Logo",
        "slug": "logo",
        "description": "The best thing about symbols is that the whole leviathan of information, doodle and mathematics meets in one procreative implosion and finishes with minimalistic message straight to the face.",
        "url": "/categories/logo",
        "icon": "shield"
    },
    {
        "label": "Print",
        "slug": "print",
        "description": "It is always nice to see the result of your own graphical work in the form of a physical artifact, and see how it behaves and changes under the influence of an ever-changing natural environment.",
        "url": "/categories/print",
        "icon": "poster"
    }
]
